Repository: Antonio1331/MEZON
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz, uz_latn

source: Oʻzbekcha
uz: Oʻzbekча (лотин)
uz_latn: Oʻzbekcha (lotin)

source: Товара нет в наличии
uz: Товар мавжуд эмас
uz_latn: Mahsulot mavjud emas

source: Нельзя добавить больше, чем есть в наличии (%(stock)s)
uz: Мавжуд миқдордан (%(stock)s) кўп қўшиб бўлмайди
uz_latn: Mavjud miqdordan (%(stock)s) ko‘p qo‘shib bo‘lmaydi

source: Выберите способ оплаты.
uz: То'лов усулини танланг
uz_latn: To'lov usulini tanlang.

source: Заполните имя, телефон и адрес.
uz: Исм, телефон ва манзилни тўлдиринг.
uz_latn: Ism, telefon va manzilni to‘ldiring.

source: В корзине есть товары, которых нет в наличии. Удалите их и попробуйте снова.
uz: Саватда мавжуд бўлмаган товарлар бор. Уларни ўчириб, қайта уриниб кўринг.
uz_latn: Savatda mavjud bo‘lmagan mahsulotlar bor. Ularni o‘chirib, qayta urinib ko‘ring.

source: Недостаточно товара: %(name)s. В наличии: %(stock)s
uz: Товар етарли эмас: %(name)s. Мавжуд: %(stock)s
uz_latn: Mahsulot yetarli emas: %(name)s. Mavjud: %(stock)s

source: Минимальная сумма заказа %(sum)s сум.
uz: Буюртма учун минимал сумма %(sum) сум
uz_latn: Buyurtmani minimal summasi %(sum)s so'm

source: Введите номер заказа и телефон.
uz: Буюртма рақами ва телефонни киритинг.
uz_latn: Buyurtma raqami va telefonni kiriting.

source: Заказ не найден. Проверьте номер и телефон.
uz: Буюртма топилмади. Рақам ва телефонни текширинг.
uz_latn: Buyurtma topilmadi. Raqam va telefonni tekshiring.

source: Этот заказ уже нельзя отменить.
uz: Бу буюртмани энди бекор қилиб бўлмайди.
uz_latn: Bu buyurtmani endi bekor qilib bo‘lmaydi.

source: Заказ отменен
uz: Буюртма бекор қилинди
uz_latn: Buyurtma bekor qilindi

source: Свежие продукты рядом. Быстрая доставка и удобный заказ.
uz: Янги маҳсулотлар яқинда. Тезкор етказиб бериш ва қулай буюртма.
uz_latn: Yangi mahsulotlar yaqin. Tezkor yetkazib berish va qulay buyurtma.

source: Свежие продукты рядом
uz: Янги маҳсулотлар яқинда
uz_latn: Yangi mahsulotlar yaqin

source: Мой заказ
uz: Менинг буюртмам
uz_latn: Buyurtmam

source: Корзина
uz: Сават
uz_latn: Savat

source: Переключить тему
uz: Мавзуни алмаштириш
uz_latn: Mavzuni almashtirish

source: Выбор языка
uz: Тилни танлаш
uz_latn: Tilni tanlash

source: Техподдержка
uz: Техник қўллаб-қувватлаш
uz_latn: Texnik qo‘llab-quvvatlash

source: Продолжить покупки
uz: Харидларни давом этиш
uz_latn: Xaridlarni davom etish

source: В корзине есть товары, которых нет в наличии. Удалите их, чтобы оформить заказ.Саватда мавжуд бўлмаган товарлар бор. Буюртма бериш учун уларни ўчиринг.
uz: сўм

source: В наличии
uz: Нахт пул
uz_latn: Mavjud

source: Нет в наличии
uz: Мавжуд эмас
uz_latn: Mavjud emas

source: Удалить
uz: Ўчириш
uz_latn: O‘chirish

source: Товары
uz: Товарлар
uz_latn: Mahsulotlar

source: Доставка
uz: Етказиб бериш
uz_latn: Yetkazib berish

source: Скидка 5%% (от 1 000 000)
uz: 5% чегирма (1 000 000 дан)
uz_latn: 5% chegirma (1 000 000 dan)

source: Итого
uz: Жами
uz_latn: Jami

source: Оформить заказ
uz: Буюртма бериш
uz_latn: Buyurtma berish

source: Минимальная сумма 50000 сум
uz: Минимал сумма 50000 сум
uz_latn: Minimal summa 50000 so'm

source: В корзине есть товары, которых нет в наличии
uz: Мавжуд бўлмаган товарларни ўчиринг

source: Корзина пуста
uz: Сават бўш
uz_latn: Savat bo‘sh

source: Оформление заказа
uz: Буюртмани расмийлаштириш
uz_latn: Buyurtmani rasmiylashtirish

source: Некоторые товары в корзине закончились. Вернитесь в корзину и удалите их, затем попробуйте снова.
uz: Саватдаги айрим товарлар тугаган. Саватга қайтиб, уларни ўчиринг ва қайта уриниб кўринг.
uz_latn: Savatdagi ayrim mahsulotlar tugagan. Savatga qaytib ularni o‘chiring va qayta urinib ko‘ring.

source: Ваше имя
uz: Исмингиз
uz_latn: Ismingiz

source: Адрес доставки
uz: Етказиб бериш манзили
uz_latn: Yetkazib berish manzili

source: Комментарий (необязательно)
uz: Изоҳ (ихтиёрий)
uz_latn: Izoh (ixtiyoriy)

source: Способ оплаты
uz: Тўлов суммаси:

source: Наличные
uz: Нахт пул

source: Картой
uz: Карта оркали
uz_latn: Karta bilan

source: Определить местоположение
uz: Жойлашувни аниқлаш
uz_latn: Joylashuvni aniqlash

source: Время доставки
uz: Етказиб бериш манзили

source: Сначала удалите отсутствующие товары из корзины.
uz: Аввал саватдан мавжуд бўлмаган товарларни ўчиринг.
uz_latn: Avval savatdan mavjud bo‘lmagan mahsulotlarni o‘chiring.

source: Геолокация не поддерживается браузером.
uz: Браузер геолокацияни қўллаб-қувватламайди.
uz_latn: Brauzer geolokatsiyani qo‘llab-quvvatlamaydi.

source: Запрашиваем геолокацию...
uz: Геолокация сўралмоқда...
uz_latn: Geolokatsiya so‘ralmoqda...

source: ✅ Местоположение получено
uz: ✅ Жойлашув олинди
uz_latn: ✅ Joylashuv olindi

source: Не удалось получить геолокацию (разрешите доступ).
uz: Геолокацияни олиш мумкин эмас (рухсат беринг).
uz_latn: Geolokatsiyani olishmadi (ruxsat bering).

source: Доступ к геолокации запрещён (разрешите доступ).
uz: Геолокацияни олиш мумкин эмас (рухсат беринг).

source: Геолокация недоступна (нет сети/сигнала).
uz: Браузер геолокацияни қўллаб-қувватламайди.

source: Истекло время ожидания геолокации.
uz: Геолокация сўралмоқда...

source: Заказ
uz: Буюртма
uz_latn: Buyurtma

source: Статус
uz: Ҳолати
uz_latn: Holati

source: Новый
uz: Янги
uz_latn: Yangi

source: Отменен
uz: Бекор қилинган
uz_latn: Bekor qilingan

source: Выполнен
uz: Бажарилди
uz_latn: Bajarildi

source: Найти другой
uz: Бошқасини топиш
uz_latn: Boshqasini topish

source: Товары не найдены.
uz: Товарлар топилмади.
uz_latn: Mahsulotlar topilmadi.

source: Отменить заказ
uz: Буюртмани бекор қилиш
uz_latn: Buyurtmani bekor qilish

source: Отмена возможна только пока заказ новый.
uz: Бекор қилиш фақат буюртма янги бўлганда мумкин.
uz_latn: Bekor qilish faqat buyurtma yangi bo‘lganda mumkin.

source: Спасибо!
uz: Раҳмат!
uz_latn: Rahmat!

source: Ваш заказ №%(oid)s успешно принят
uz: Сизнинг №%(oid)s буюртмангиз муваффақиятли қабул қилинди

source: Сумма к оплате:
uz: Тўлов суммаси:
uz_latn: To‘lov summasi:

source: (включая доставку %(fee)s сум)
uz: (етказиб бериш %(fee)s сўм билан)

source: Вернуться в магазин
uz: Дўконга қайтиш
uz_latn: Do‘konga qaytish

source: Введите номер заказа и телефон, указанный при оформлении.
uz: Буюртма рақамини ва расмийлаштиришда кўрсатилган телефонни киритинг.
uz_latn: Buyurtma raqamini va rasmiylashtirishda ko‘rsatilgan telefonni kiriting.

source: Номер заказа
uz: Буюртма рақами
uz_latn: Buyurtma raqami

source: Показать заказ
uz: Буюртмани кўрсатиш
uz_latn: Buyurtmani ko‘rsatish

source: В корзину
uz: Саватга
uz_latn: Savatga

source: категория
uz: тоифа
uz_latn: toifa

source: Купить в категории
uz: Тоифада харид қилиш
uz_latn: Toifada xarid qilish

source: Выберите товары и оформите заказ онлайн — быстрая доставка.
uz: Товарларни танлаб, онлайн буюртма беринг — тезкор етказиб бериш.
uz_latn: Mahsulotlarni tanlab, onlayn buyurtma bering — tezkor yetkazib berish.

source: Выберите товары и добавляйте в корзину.
uz: Товарларни танлаб, саватга қўшинг.
uz_latn: Mahsulotlarni tanlab, savatga qo‘shing.

source: На главную
uz: Бош саҳифа
uz_latn: Bosh sahifa

source: Акции
uz: Акциялар
uz_latn: Aksiyalar

source: Скидки
uz: Чегирмалар
uz_latn: Chegirmalar

source: Акция
uz: Чегирма
uz_latn: Chegirma

source: В этой категории пока нет товаров.
uz: Бу тоифада ҳозирча товарлар йўқ.
uz_latn: Bu toifada hozircha mahsulotlar yo‘q.

source: купить
uz: харид қилиш
uz_latn: xarid qilish

source: Купить
uz: Харид қилиш
uz_latn: Xarid qilish

source: Доставка — MEZON Market.
uz: Етказиб бериш — MEZON Market.
uz_latn: Yetkazib berish — MEZON Market.

source: Если товара нет в наличии — добавить в корзину нельзя.
uz: Агар товар мавжуд бўлмаса — саватга қўшиб бўлмайди.
uz_latn: Agar mahsulot mavjud bo‘lmasa — savatga qo‘shib bo‘lmaydi.

source: Минимальная сумма
uz: Минимал сумма
uz_latn: Minimal summa

source: Русский
uz_latn: Ruscha

source: Ўзбекча
uz_latn: Oʻzbekcha (kiril)

source: Каталог
uz_latn: Toifalar

source: В корзине есть товары, которых нет в наличии. Удалите их, чтобы оформить заказ.
uz_latn: Savatda mavjud bo‘lmagan mahsulotlar bor. Buyurtma berish uchun ularni o‘chiring.

source: сум
uz_latn: soʻm

source: Телефон
uz_latn: Telefon

source: Минимальная сумма заказа
uz_latn: Buyurtmani minimal summasi

source: Супер акция
uz_latn: Super aksiya
